{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "%": 2,
      ",": 3,
      "-": 4,
      ".": 5,
      "/": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "A": 18,
      "B": 19,
      "C": 20,
      "D": 21,
      "E": 22,
      "F": 23,
      "G": 24,
      "I": 25,
      "L": 26,
      "M": 27,
      "N": 28,
      "O": 29,
      "P": 30,
      "R": 31,
      "S": 32,
      "T": 33,
      "U": 34,
      "W": 35,
      "[": 36,
      "]": 37,
      "_": 38,
      "a": 39,
      "b": 40,
      "c": 41,
      "d": 42,
      "e": 43,
      "f": 44,
      "g": 45,
      "h": 46,
      "i": 47,
      "k": 48,
      "l": 49,
      "m": 50,
      "n": 51,
      "o": 52,
      "p": 53,
      "r": 54,
      "s": 55,
      "t": 56,
      "u": 57,
      "v": 58,
      "w": 59,
      "y": 60,
      "Ċ": 61,
      "Ġ": 62,
      "Ġ1": 63,
      "Ġ10": 64,
      "24": 65,
      "te": 66,
      "Ġ[": 67,
      "03": 68,
      "024": 69,
      "15": 70,
      "18": 71,
      "2024": 72,
      "on": 73,
      "le": 74,
      "or": 75,
      "it": 76,
      "se": 77,
      "ti": 78,
      "IN": 79,
      "ce": 80,
      "FO": 81,
      "at": 82,
      "cu": 83,
      "in": 84,
      "ile": 85,
      "ne": 86,
      "ĠC": 87,
      "Ġd": 88,
      "Ġf": 89,
      "ĠIN": 90,
      "tem": 91,
      "ĠINFO": 92,
      "ac": 93,
      "an": 94,
      "he": 95,
      "me": 96,
      "mon": 97,
      "ro": 98,
      "rit": 99,
      "ut": 100,
      "Ġs": 101,
      "ted": 102,
      "onne": 103,
      "itor": 104,
      "secu": 105,
      "monitor": 106,
      "rity": 107,
      "onnec": 108,
      "security": 109,
      "16": 110,
      "AR": 111,
      "BU": 112,
      "DE": 113,
      "GB": 114,
      "IP": 115,
      "NIN": 116,
      "WAR": 117,
      "ab": 118,
      "ag": 119,
      "ase": 120,
      "ati": 121,
      "aile": 122,
      "aut": 123,
      "cted": 124,
      "connec": 125,
      "em": 126,
      "er": 127,
      "ete": 128,
      "is": 129,
      "ice": 130,
      "nti": 131,
      "pt": 132,
      "ss": 133,
      "sy": 134,
      "stem": 135,
      "to": 136,
      "tw": 137,
      "ul": 138,
      "vice": 139,
      "ĠM": 140,
      "ĠP": 141,
      "Ġl": 142,
      "Ġr": 143,
      "Ġat": 144,
      "ĠDE": 145,
      "ĠIP": 146,
      "ĠWAR": 147,
      "Ġto": 148,
      "ler": 149,
      "ork": 150,
      "ser": 151,
      "cess": 152,
      "atab": 153,
      "ing": 154,
      "Ġdete": 155,
      "Ġfro": 156,
      "tempt": 157,
      "ache": 158,
      "BUG": 159,
      "NING": 160,
      "ailed": 161,
      "connect": 162,
      "isk": 163,
      "system": 164,
      "twork": 165,
      "Ġattempt": 166,
      "ĠDEBUG": 167,
      "ĠWARNING": 168,
      "atabase": 169,
      "Ġdetected": 170,
      "Ġfrom": 171,
      "%,": 172,
      "00": 173,
      "100": 174,
      "23": 175,
      "25": 176,
      "26": 177,
      "27": 178,
      "28": 179,
      "29": 180,
      "30": 181,
      "31": 182,
      "32": 183,
      "50": 184,
      "75": 185,
      "85": 186,
      "92": 187,
      "AL": 188,
      "CAL": 189,
      "ER": 190,
      "Failed": 191,
      "IT": 192,
      "ICAL": 193,
      "Lo": 194,
      "Ne": 195,
      "OR": 196,
      "PU": 197,
      "RIT": 198,
      "ROR": 199,
      "Ser": 200,
      "User": 201,
      "al": 202,
      "ar": 203,
      "ate": 204,
      "ace": 205,
      "ain": 206,
      "aler": 207,
      "br": 208,
      "cs": 209,
      "cy": 210,
      "cati": 211,
      "ccess": 212,
      "cache": 213,
      "da": 214,
      "de": 215,
      "df": 216,
      "do": 217,
      "du": 218,
      "dler": 219,
      "disk": 220,
      "database": 221,
      "eac": 222,
      "file": 223,
      "ful": 224,
      "gin": 225,
      "hit": 226,
      "han": 227,
      "im": 228,
      "ics": 229,
      "ly": 230,
      "mo": 231,
      "ms": 232,
      "man": 233,
      "nt": 234,
      "ncy": 235,
      "ote": 236,
      "out": 237,
      "ogin": 238,
      "ple": 239,
      "por": 240,
      "pace": 241,
      "pdf": 242,
      "rics": 243,
      "sag": 244,
      "sda": 245,
      "tan": 246,
      "tar": 247,
      "trics": 248,
      "uccess": 249,
      "usag": 250,
      "Ġ/": 251,
      "Ġ0": 252,
      "Ġ8": 253,
      "Ġon": 254,
      "Ġti": 255,
      "Ġsecurity": 256,
      "Ġaut": 257,
      "Ġconnect": 258,
      "Ġ75": 259,
      "ĠER": 260,
      "ĠFailed": 261,
      "ĠLo": 262,
      "ĠNe": 263,
      "ĠSer": 264,
      "ĠUser": 265,
      "Ġbr": 266,
      "Ġhit": 267,
      "Ġim": 268,
      "Ġusag": 269,
      "Ġ150": 270,
      "Ġ192": 271,
      "ory": 272,
      "tion": 273,
      "tiple": 274,
      "cume": 275,
      "network": 276,
      "ĠConnec": 277,
      "ĠCache": 278,
      "ĠCPU": 279,
      "ĠCRIT": 280,
      "Ġdisk": 281,
      "Ġdatabase": 282,
      "Ġfile": 283,
      "Ġfailed": 284,
      "henti": 285,
      "meout": 286,
      "metrics": 287,
      "rocess": 288,
      "Ġspace": 289,
      "Ġstar": 290,
      "Ġsuccess": 291,
      "168": 292,
      "ager": 293,
      "atio": 294,
      "auth": 295,
      "emain": 296,
      "emory": 297,
      "ntial": 298,
      "ultiple": 299,
      "ĠMemory": 300,
      "ĠMultiple": 301,
      "ĠPote": 302,
      "ĠProcess": 303,
      "Ġlate": 304,
      "Ġlogin": 305,
      "Ġratio": 306,
      "Ġremain": 307,
      "service": 308,
      "connector": 309,
      "Ġattempts": 310,
      "alert": 311,
      "cation": 312,
      "dev": 313,
      "docume": 314,
      "dule": 315,
      "each": 316,
      "fully": 317,
      "handler": 318,
      "module": 319,
      "manager": 320,
      "portan": 321,
      "Ġtimeout": 322,
      "Ġauthenti": 323,
      "ĠERROR": 324,
      "ĠLow": 325,
      "ĠNetwork": 326,
      "ĠService": 327,
      "Ġbreach": 328,
      "Ġimportan": 329,
      "Ġusage": 330,
      "ĠConnection": 331,
      "ĠCRITICAL": 332,
      "Ġstarted": 333,
      "Ġsuccessfully": 334,
      "ĠPotential": 335,
      "ĠProcessing": 336,
      "Ġlatency": 337,
      "Ġremaining": 338,
      "document": 339,
      "Ġauthentication": 340,
      "Ġimportant": 341
    },
    "merges": [
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ1",
        "0"
      ],
      [
        "2",
        "4"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ġ",
        "["
      ],
      [
        "0",
        "3"
      ],
      [
        "0",
        "24"
      ],
      [
        "1",
        "5"
      ],
      [
        "1",
        "8"
      ],
      [
        "2",
        "024"
      ],
      [
        "o",
        "n"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "i",
        "t"
      ],
      [
        "s",
        "e"
      ],
      [
        "t",
        "i"
      ],
      [
        "I",
        "N"
      ],
      [
        "c",
        "e"
      ],
      [
        "F",
        "O"
      ],
      [
        "a",
        "t"
      ],
      [
        "c",
        "u"
      ],
      [
        "i",
        "n"
      ],
      [
        "i",
        "le"
      ],
      [
        "n",
        "e"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "IN"
      ],
      [
        "te",
        "m"
      ],
      [
        "ĠIN",
        "FO"
      ],
      [
        "a",
        "c"
      ],
      [
        "a",
        "n"
      ],
      [
        "h",
        "e"
      ],
      [
        "m",
        "e"
      ],
      [
        "m",
        "on"
      ],
      [
        "r",
        "o"
      ],
      [
        "r",
        "it"
      ],
      [
        "u",
        "t"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "te",
        "d"
      ],
      [
        "on",
        "ne"
      ],
      [
        "it",
        "or"
      ],
      [
        "se",
        "cu"
      ],
      [
        "mon",
        "itor"
      ],
      [
        "rit",
        "y"
      ],
      [
        "onne",
        "c"
      ],
      [
        "secu",
        "rity"
      ],
      [
        "1",
        "6"
      ],
      [
        "A",
        "R"
      ],
      [
        "B",
        "U"
      ],
      [
        "D",
        "E"
      ],
      [
        "G",
        "B"
      ],
      [
        "I",
        "P"
      ],
      [
        "N",
        "IN"
      ],
      [
        "W",
        "AR"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "g"
      ],
      [
        "a",
        "se"
      ],
      [
        "a",
        "ti"
      ],
      [
        "a",
        "ile"
      ],
      [
        "a",
        "ut"
      ],
      [
        "c",
        "ted"
      ],
      [
        "c",
        "onnec"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "te"
      ],
      [
        "i",
        "s"
      ],
      [
        "i",
        "ce"
      ],
      [
        "n",
        "ti"
      ],
      [
        "p",
        "t"
      ],
      [
        "s",
        "s"
      ],
      [
        "s",
        "y"
      ],
      [
        "s",
        "tem"
      ],
      [
        "t",
        "o"
      ],
      [
        "t",
        "w"
      ],
      [
        "u",
        "l"
      ],
      [
        "v",
        "ice"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġ",
        "at"
      ],
      [
        "Ġ",
        "DE"
      ],
      [
        "Ġ",
        "IP"
      ],
      [
        "Ġ",
        "WAR"
      ],
      [
        "Ġ",
        "to"
      ],
      [
        "le",
        "r"
      ],
      [
        "or",
        "k"
      ],
      [
        "se",
        "r"
      ],
      [
        "ce",
        "ss"
      ],
      [
        "at",
        "ab"
      ],
      [
        "in",
        "g"
      ],
      [
        "Ġd",
        "ete"
      ],
      [
        "Ġf",
        "ro"
      ],
      [
        "tem",
        "pt"
      ],
      [
        "ac",
        "he"
      ],
      [
        "BU",
        "G"
      ],
      [
        "NIN",
        "G"
      ],
      [
        "aile",
        "d"
      ],
      [
        "connec",
        "t"
      ],
      [
        "is",
        "k"
      ],
      [
        "sy",
        "stem"
      ],
      [
        "tw",
        "ork"
      ],
      [
        "Ġat",
        "tempt"
      ],
      [
        "ĠDE",
        "BUG"
      ],
      [
        "ĠWAR",
        "NING"
      ],
      [
        "atab",
        "ase"
      ],
      [
        "Ġdete",
        "cted"
      ],
      [
        "Ġfro",
        "m"
      ],
      [
        "%",
        ","
      ],
      [
        "0",
        "0"
      ],
      [
        "1",
        "00"
      ],
      [
        "2",
        "3"
      ],
      [
        "2",
        "5"
      ],
      [
        "2",
        "6"
      ],
      [
        "2",
        "7"
      ],
      [
        "2",
        "8"
      ],
      [
        "2",
        "9"
      ],
      [
        "3",
        "0"
      ],
      [
        "3",
        "1"
      ],
      [
        "3",
        "2"
      ],
      [
        "5",
        "0"
      ],
      [
        "7",
        "5"
      ],
      [
        "8",
        "5"
      ],
      [
        "9",
        "2"
      ],
      [
        "A",
        "L"
      ],
      [
        "C",
        "AL"
      ],
      [
        "E",
        "R"
      ],
      [
        "F",
        "ailed"
      ],
      [
        "I",
        "T"
      ],
      [
        "I",
        "CAL"
      ],
      [
        "L",
        "o"
      ],
      [
        "N",
        "e"
      ],
      [
        "O",
        "R"
      ],
      [
        "P",
        "U"
      ],
      [
        "R",
        "IT"
      ],
      [
        "R",
        "OR"
      ],
      [
        "S",
        "er"
      ],
      [
        "U",
        "ser"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "te"
      ],
      [
        "a",
        "ce"
      ],
      [
        "a",
        "in"
      ],
      [
        "a",
        "ler"
      ],
      [
        "b",
        "r"
      ],
      [
        "c",
        "s"
      ],
      [
        "c",
        "y"
      ],
      [
        "c",
        "ati"
      ],
      [
        "c",
        "cess"
      ],
      [
        "c",
        "ache"
      ],
      [
        "d",
        "a"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "f"
      ],
      [
        "d",
        "o"
      ],
      [
        "d",
        "u"
      ],
      [
        "d",
        "ler"
      ],
      [
        "d",
        "isk"
      ],
      [
        "d",
        "atabase"
      ],
      [
        "e",
        "ac"
      ],
      [
        "f",
        "ile"
      ],
      [
        "f",
        "ul"
      ],
      [
        "g",
        "in"
      ],
      [
        "h",
        "it"
      ],
      [
        "h",
        "an"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "cs"
      ],
      [
        "l",
        "y"
      ],
      [
        "m",
        "o"
      ],
      [
        "m",
        "s"
      ],
      [
        "m",
        "an"
      ],
      [
        "n",
        "t"
      ],
      [
        "n",
        "cy"
      ],
      [
        "o",
        "te"
      ],
      [
        "o",
        "ut"
      ],
      [
        "o",
        "gin"
      ],
      [
        "p",
        "le"
      ],
      [
        "p",
        "or"
      ],
      [
        "p",
        "ace"
      ],
      [
        "p",
        "df"
      ],
      [
        "r",
        "ics"
      ],
      [
        "s",
        "ag"
      ],
      [
        "s",
        "da"
      ],
      [
        "t",
        "an"
      ],
      [
        "t",
        "ar"
      ],
      [
        "t",
        "rics"
      ],
      [
        "u",
        "ccess"
      ],
      [
        "u",
        "sag"
      ],
      [
        "Ġ",
        "/"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "Ġ",
        "8"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġ",
        "ti"
      ],
      [
        "Ġ",
        "security"
      ],
      [
        "Ġ",
        "aut"
      ],
      [
        "Ġ",
        "connect"
      ],
      [
        "Ġ",
        "75"
      ],
      [
        "Ġ",
        "ER"
      ],
      [
        "Ġ",
        "Failed"
      ],
      [
        "Ġ",
        "Lo"
      ],
      [
        "Ġ",
        "Ne"
      ],
      [
        "Ġ",
        "Ser"
      ],
      [
        "Ġ",
        "User"
      ],
      [
        "Ġ",
        "br"
      ],
      [
        "Ġ",
        "hit"
      ],
      [
        "Ġ",
        "im"
      ],
      [
        "Ġ",
        "usag"
      ],
      [
        "Ġ1",
        "50"
      ],
      [
        "Ġ1",
        "92"
      ],
      [
        "or",
        "y"
      ],
      [
        "ti",
        "on"
      ],
      [
        "ti",
        "ple"
      ],
      [
        "cu",
        "me"
      ],
      [
        "ne",
        "twork"
      ],
      [
        "ĠC",
        "onnec"
      ],
      [
        "ĠC",
        "ache"
      ],
      [
        "ĠC",
        "PU"
      ],
      [
        "ĠC",
        "RIT"
      ],
      [
        "Ġd",
        "isk"
      ],
      [
        "Ġd",
        "atabase"
      ],
      [
        "Ġf",
        "ile"
      ],
      [
        "Ġf",
        "ailed"
      ],
      [
        "he",
        "nti"
      ],
      [
        "me",
        "out"
      ],
      [
        "me",
        "trics"
      ],
      [
        "ro",
        "cess"
      ],
      [
        "Ġs",
        "pace"
      ],
      [
        "Ġs",
        "tar"
      ],
      [
        "Ġs",
        "uccess"
      ],
      [
        "16",
        "8"
      ],
      [
        "ag",
        "er"
      ],
      [
        "ati",
        "o"
      ],
      [
        "aut",
        "h"
      ],
      [
        "em",
        "ain"
      ],
      [
        "em",
        "ory"
      ],
      [
        "nti",
        "al"
      ],
      [
        "ul",
        "tiple"
      ],
      [
        "ĠM",
        "emory"
      ],
      [
        "ĠM",
        "ultiple"
      ],
      [
        "ĠP",
        "ote"
      ],
      [
        "ĠP",
        "rocess"
      ],
      [
        "Ġl",
        "ate"
      ],
      [
        "Ġl",
        "ogin"
      ],
      [
        "Ġr",
        "atio"
      ],
      [
        "Ġr",
        "emain"
      ],
      [
        "ser",
        "vice"
      ],
      [
        "connect",
        "or"
      ],
      [
        "Ġattempt",
        "s"
      ],
      [
        "aler",
        "t"
      ],
      [
        "cati",
        "on"
      ],
      [
        "de",
        "v"
      ],
      [
        "do",
        "cume"
      ],
      [
        "du",
        "le"
      ],
      [
        "eac",
        "h"
      ],
      [
        "ful",
        "ly"
      ],
      [
        "han",
        "dler"
      ],
      [
        "mo",
        "dule"
      ],
      [
        "man",
        "ager"
      ],
      [
        "por",
        "tan"
      ],
      [
        "Ġti",
        "meout"
      ],
      [
        "Ġaut",
        "henti"
      ],
      [
        "ĠER",
        "ROR"
      ],
      [
        "ĠLo",
        "w"
      ],
      [
        "ĠNe",
        "twork"
      ],
      [
        "ĠSer",
        "vice"
      ],
      [
        "Ġbr",
        "each"
      ],
      [
        "Ġim",
        "portan"
      ],
      [
        "Ġusag",
        "e"
      ],
      [
        "ĠConnec",
        "tion"
      ],
      [
        "ĠCRIT",
        "ICAL"
      ],
      [
        "Ġstar",
        "ted"
      ],
      [
        "Ġsuccess",
        "fully"
      ],
      [
        "ĠPote",
        "ntial"
      ],
      [
        "ĠProcess",
        "ing"
      ],
      [
        "Ġlate",
        "ncy"
      ],
      [
        "Ġremain",
        "ing"
      ],
      [
        "docume",
        "nt"
      ],
      [
        "Ġauthenti",
        "cation"
      ],
      [
        "Ġimportan",
        "t"
      ]
    ]
  }
}